# Development tools
tap "adoptopenjdk/openjdk"

brew "ansible"
brew "awscli"
brew "bind"
brew "exercism"
brew "gh"
brew "git"
brew "glances"
brew "gradle"
brew "httpie"
brew "jq"
brew "spark"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "docker-compose-completion"
cask "insomnia"
cask "intellij-idea"
