cask "affinity-photo"
cask "autodesk-fusion360"
cask "balenaetcher"
cask "ha-menu"
cask "sonic-pi"
cask "raspberry-pi-imager"
cask "ultimaker-cura"
cask "obs"
cask "mqtt-explorer"
cask "autodesk-fusion"
cask "blender"
cask "openscad"
cask "thangs-sync"
cask "xtool-creative-space"
cask "orcaslicer"
