# Development tools
brew "ansible"
brew "asdf"
brew "awscli"
brew "bind"
brew "exercism"
brew "gh"
brew "git"
brew "glances"
brew "gradle"
brew "httpie"
brew "jq"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
cask "insomnia"
brew "kubectx"
brew "helm"
cask "jetbrains-toolbox"
brew "luarocks"