tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# Common tools
cask "1password"
cask "bitbar"
cask "caffeine"
cask "docker"
cask "flux"
cask "inkscape"
cask "gimp"
cask "google-chrome"
cask "iterm2"
cask "rectangle"
cask "signal"
cask "station"

# Development tools
brew "ansible"
brew "awscli"
brew "bind"
brew "git"
brew "glances"
brew "httpie"
brew "hub"
brew "jq"
brew "spark"
brew "tree"
brew "watch"
brew "wget"
cask "visual-studio-code"

# Entertianment
cask "steam"