tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "fcanas/tap"
tap "homebrew/cask-drivers"

# Common tools
brew "antigen"
brew "mas"
brew "bat"
brew "php"
brew "fcanas/tap/mirror-displays"
brew "switchaudio-osx"
cask "1password"
cask "xbar"
cask "caffeine"
cask "docker"
cask "inkscape"
cask "gimp"
cask "iterm2"
cask "signal"
cask "notion"
cask "bartender"
cask "vivaldi"
cask "divvy"
cask "sensei"
cask "zoom"
cask "zsa-wally"
cask "visual-studio-code"
cask "todoist"
cask "pocket-casts"
cask "raycast"
cask "obsidian"
brew "syncthing"

mas "Hand Mirror", id: 1502839586