tap "homebrew/bundle"
tap "fcanas/tap"
tap "hashicorp/tap"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"

# Common tools
brew "antigen"
brew "mas"
brew "bat"
brew "php"
brew "fcanas/tap/mirror-displays"
brew "switchaudio-osx"
cask "1password"
cask "1password-cli"
cask "xbar"
cask "caffeine"
cask "docker"
cask "inkscape"
cask "gimp"
cask "iterm2"
cask "notion"
cask "divvy"
cask "sensei"
cask "zoom"
cask "zsa-wally"
cask "visual-studio-code"
cask "raycast"
cask "obsidian"
brew "syncthing"

mas "Hand Mirror", id: 1502839586

cask "arc"
cask "keymapp"
cask "the-unarchiver"
cask "hiddenbar"
brew "glow"
brew "rclone"
brew "zinit"
cask "licecap"
